Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/law_enforcement/garda_siochana_ombudsman_commission.html.txt.tmx
Source language: en
Languages: ga

source: Garda Síochána Ombudsman Commission
ga: Coimisiún Ombudsman an Gharda Síochána

source: The Garda Síochána Ombudsman Commission (GSOC) or Garda Ombudsman is the independent, statutory agency that deals with complaints from the general public about members of the Garda Síochána (the Irish police force)
ga: Is iad Coimisiún Ombudsman an Gharda Síochána (COGS) nó Ombudsman na nGardaí an ghníomhaireacht neamhspleách reachtúil a dhéileálann le gearáin ón bpobal mór faoi bhaill den Gharda Síochána (fórsa póilíneachta na hÉireann)

source: It was established under the Garda Síochána Act 2005
ga: Bunaíodh iad faoi Acht an Gharda Síochána, 2005

source: The Garda Ombudsman replaced the Garda Síochána Complaints Board from May 2007, but has a substantially expanded role
ga: Tháinig Ombudsman an Gharda Síochána in ionad an Bhoird um Ghearáin i gcoinne an Gharda Síochána ón Bealtaine 2007, ach tá feidhm acu ar ar tháinig fairsingiú suntasach

source: The Garda Síochána Act 2005 also legislated for the Garda Síochána Inspectorate which was established in July 2006
ga: Anuas air sin, reachtaíodh Cigireacht an Gharda Síochána faoi Acht an Gharda Síochána, 2005, a bunaíodh in Iúil 2006

source: It, however, deals with the overall policing performance of the Garda Síochána with regard to its operation and administration and it advises on best policing practice
ga: Déilealann siad, áfach, le feidhmíocht fhoriomlán phóilíneachta an Gharda Síochána i ndáil lena n-oibriú agus lena riar agus déanann siad comhairle a thabhairt maidir le dea-chleachtas póilíneachta

source: Who can make a complaint?
ga: Cé is féidir gearán a dhéanamh?

source: Anyone can make a complaint to the Garda Ombudsman about the behaviour of a Garda
ga: Is féidir le duine ar bith gearán a dhéanamh le hOmbudsman an Gharda Síochána faoi iompar Garda

source: You must, however, have either witnessed the incident in question or been directly affected by it
ga: Ní mór duit, áfach, bheith mar fhinne ar an teagmhas atá faoi chaibidil nó níor mhór go raibh tionchar díreach aige ort

source: You can make a complaint on behalf of someone else provided you have the person's consent, orally or in writing
ga: Is féidir leat gearán a dhéanamh ar son duine eile, a fhad agus go bhfuil agat toilliú an duine eile, ó bhéil nó i scríbhinn

source: You can also make a complaint on behalf of someone else who is unable to give consent due to the person's age or incapacity
ga: Ina theannta sin, is féidir leat gearán a dhéanamh ar son duine eile nach bhfuil sé ar a c(h)umas aige/aici toilliú a thabhairt de bharr aois nó éagumas an duine

source: While no lower age limit applies, it is generally expected that a complaint from a child or young person would be made by a parent, guardian or responsible adult
ga: Cé nach mbaineann aon teorainn íosta aoise, bíonn coinne leis go ginearálta go ndéanfadh tuismitheoir, caomhnóir nó duine fásta freagrach gearán ar son linbh nó duine óg

source: How soon must a complaint be made?
ga: Cé chomh luath is gá gearán a dhéanamh?

source: Complaints must be made within 12 months of the incident, although, the Garda Ombudsman may extend the time limit if there are good reasons
ga: Ní mór gearáin a dhéanamh laistigh de 12 mhí ó tharla an teagmhas, ach d’fhéadfadh Ombudsman an Gharda Síochána an teorainn ama a shíneadh más ann do bhonn maith

source: How do I make a complaint?
ga: Conas a dhéanaim gearán?

source: You can make a complaint by calling in person, by writing or by emailing to the Garda Ombudsman's offices
ga: Is féidir leat gearán a dhéanamh trí bhuaileadh isteach tú féin, i scríbhinn nó trí r-phost a sheoladh chuig oifigí Ombudsman an Gharda Síochána

source: You can also make a complaint by calling to any Garda station
ga: Sa mhullach air sin, is féidir leat gearán a dhéanamh trí bhuaileadh isteach chuig aon stáisiún Gardaí

source: No matter how you make your complaint you will be asked to complete a complaint form (GSOC 1)
ga: Is cuma cén bealach a dhéanfaidh tú do ghearán, iarrfar ort foirm ghearáin (GSOC 1) a chomhlánú

source: You can also make a complaint online through its website
ga: Is féidir leat gearán a dhéanamh ar líne trína láithreán gréasáin

source: You will receive an acknowledgement from the Garda Ombudsman once the form has been received
ga: Gheobhaidh tú aitheantas air seo ó Ombudsman an Gharda Síochána a luaithe a gheofar an fhoirm

source: Does the Garda Ombudsman investigate all complaints?
ga: An bhfiosraíonn Ombudsman an Gharda Síochána gach gearán?

source: On receiving your complaint the Garda Ombudsman must decide whether your complaint is admissible and that it can handle your complaint
ga: Tar éis do ghearán a fháil, ní mór d’Ombudsman an Gharda Síochána an cinneadh a dhéanamh cibé acu an bhfuil nó nach bhfuil do ghearán inghlactha agus cibé acu an féidir nó nach féidir leo do ghearán a láimhseáil

source: To be admissible a complaint must be:
ga: Ní mór do ghearán inghlactha bheith:

source: • Made by someone who is entitled to complain
ga: • Déanta ag duine atá i dteideal gearán a dhéanamh

source: • About conduct by a Garda that could be considered misbehaviour
ga: • Faoi iompar Garda a d’fhéadfaí a mheas gurbh ionann agus mí-iompar é

source: • Made within the acceptable time limit
ga: • Déanta laistigh den teorainn inghlactha ama

source: A complaint is not considered admissible if it is false or misleading
ga: Ní mheastar gurb inghlactha do ghearán más gearán bréagach nó míthreorach é

source: If your complaint is not considered admissible you will be informed of this in writing
ga: Mura meastar gurb inghlactha do ghearán, cuirfear seo in iúl duit i scríbhinn

source: If the Garda Ombudsman accepts your complaint as admissible, it may be handled in one of four different ways
ga: Má ghlacann Ombudsman an Gharda Síochána le do ghearán mar ghearan inghlactha, is féidir leo é a láimhseáil ar bhealach amháin as ceithre bhealach:

source: • Informal resolution or mediation
ga: • Réiteach nó idirghabháil neamhfhoirimiúil

source: • Garda investigation under Garda Ombudsman supervision
ga: • Fiosrú an Gharda Síochána faoi mhaoirsiú Ombudsman an Gharda Síochána

source: • Investigation by the Garda Ombudsman
ga: • Fiosrú ag Ombudsman an Gharda Síochána

source: When is a complaint handled through informal resolution or mediation?
ga: Cathain a láimhseáltar gearán trí réiteach nó trí idirghabháil neamhfhoirmiúil?

source: If your complaint is considered less serious it may be decided to resolve it through mediation or informal resolution
ga: Má mheastar nach bhfuil do ghearán chomh tromchúiseach sin, féadfar an cinneadh a dhéanamh é a réiteach trí réiteach nó trí idirghabháil neamhfhoirmiúil

source: Both you and the Garda must agree to the complaint being dealt with in this way
ga: Ní mór duitse agus don Gharda araon comhaontú a dhéanamh chun déileáil leis an ngearán ar an mbealach seo

source: You can request a formal investigation at any stage
ga: Is féidir leat iarraidh ar fhiosrú foirmiúil ag tráth ar bith

source: The Garda Ombudsman has developed guidelines for the resolution of complaints through mediation or other informal means
ga: D’fhorbair Ombudsman an Gharda Síochána treoirlínte maidir le réiteach gearán trí idirghábháil nó trí mheáin eile neamhfhoirmiúla

source: If it is decided to try and resolve your complaint by informal means, this may be undertaken by a Garda Ombudsman Case Officer or by a Garda of supervisory rank
ga: Má dhéantar an cinneadh iarracht a dhéanamh chun do ghearán a réiteach trí mheán neamhfhoirmiúil, is féidir le hOifigeach Cáis Ombudsman an Gharda Síochána nó le Garda ag a bhfuil céim mhaoirseachta tabhairt faoi seo

source: If it is decided to use mediation the Garda Ombudsman will nominate a trained mediator
ga: Má chinntear chun idirghabháil a úsáid, ainmneoidh Ombudsman an Gharda Síochána idirghabhálaí oilte

source: You may ask for a different mediator
ga: Is féidir leat iarraidh ar idirghabhálaí eile

source: If your case is resolved informally no record of the complaint is kept on the Garda's personnel file
ga: Má réitítear do chás go neamhfhoirmiúil, ní choimeádtar aon taifead air ar chomhad pearsanra an Gharda Síochána

source: No statement made during the course of the informal resolution or mediation can be used in any civil or criminal proceedings, including disciplinary procedures
ga: Ní féidir aon ráiteas a rinneadh le linn chúrsa an réitigh nó na hidirghabhála neamhfhoirmiúla a úsáid in aon imeachtaí sibhialta nó coiriúla, lena n-áirítear imeachtaí disciplíneacha

source: If it is decided to investigate my complaint who will do it?
ga: Má chinntear chun mo ghearán a fhiosrú, cé a dhéanfaidh seo?

source: The Garda Ombudsman may decide to refer your complaint to the Garda Commissioner for investigation by the Gardaí to see if there was a breach of discipline under Garda disciplinary regulations
ga: Is féidir le hOmbudsman an Gharda Síochána a chinneadh chun do ghearán a chur ar aghaidh chuig Coimisinéir an Gharda Síochána lena fhiosrú ag na Gardaí féachaint arbh ann do shárú disciplíne faoi rialacháin dhisciplíneacha an Gharda Síochána

source: The Garda Síochána (Discipline) Regulations 2007 (SI 214 of 2007) are available here
ga: Tá fáil anseo ar Rialacháin an Gharda Síochána (Disciplín), 2007 (I.R. 214 de 2007)

source: If you are not satisfied with the outcome of the Garda investigation you can ask the Garda Ombudsman to review your case
ga: Mura bhfuil tú sásta le toradh fhiosrú an Gharda Síochána, is féidir leat iarraidh ar Ombudsman an Gharda Síochána athbhreithniú a dhéanamh ar do chás

source: The Garda Ombudsman may decide to supervise a Garda investigation of your complaint
ga: Is féidir le hOmbudsman an Gharda Síochána a chinneadh chun maoirsiú a dhéanamh ar fhiosrú do ghearáin ag an nGarda Síochána

source: In this case the Gardaí report on the progress of the investigation to the Garda Ombudsman, in accordance with agreed guidelines
ga: Sa chás seo, déanann na Gardaí tuairisc ar dhul chun cinn an fhiosraithe le hOmbudsman an Gharda Síochána, i gcomhréir leis na treoirlínte comhaontaithe

source: The Garda Ombudsman can direct the Garda investigation, as it sees fit, and it can take over the investigation if it wants to
ga: Is féidir le hOmbudsman an Gharda Síochána fiosrú an Gharda Síochána a stiúradh, más cuí dóibh é, agus is féidir leo an fiosrú a ghlacadh faoin gcúram féin más mian leo

source: The Garda Ombudsman may decide to investigate your complaint itself and usually does in the case of serious complaints
ga: Féadfaidh Ombudsman an Gharda Síochána a chinneadh chun do ghearán a fhiosrú iad féin agus is gnách go ndéantar amhlaidh i gcás gearáin thromchúiseacha

source: It always does so where a complaint involves the death of, or serious harm to, someone due to a Garda operation, or while in Garda custody or care
ga: Is amhlaidh a dhéantar i gcónaí nuair a bhíonn bás duine nó díobháil thromchúiseach a dhéanamh do dhuine i gceist de bharr oibríocht an Gharda Síochána, nó fad atá an duine sin faoi choimeád nó faoi chúram an Gharda Síochána

source: What happens if my complaint is found to be justified?
ga: Céard a tharlaíonn má dheimhnítear go bhfuil údar le mo ghearán?

source: If it is found that there was a breach of discipline under Garda disciplinary regulations, the Garda Ombudsman can recommend disciplinary proceedings to the Garda Commissioner
ga: Má dheimhnítear go raibh sárú disciplíne i gceist faoi rialacháin disciplíne an Gharda Síochána, is féidir le hOmbudsman an Gharda Síochána imeachtaí disciplíneacha a mholadh do Choimisinéir an Gharda Síochána

source: If it is felt that criminal proceedings should be considered the Garda Ombudsman can send a file on the case to the Director of Public Prosecutions
ga: Má mheastar gur cheart imeachtaí coiriúla a mheas, is féidir le hOmbudsman an Gharda Síochána comhad a sheoladh ar aghaidh faoin gcás chuig an Stiúrthóir Ionchúiseamh Poiblí

source: If there is not enough evidence to support either of these actions, the case may be dismissed
ga: Mura bhfuil dóthain fianaise ann le tacú le ceachtar ceann de na gníomhartha seo, is féidir an cás a dhíbhe

source: The Garda Ombudsman has no powers to impose penalties or sanctions itself
ga: Níl aon chumhacht ag Ombudsman an Gharda Síochána le pionóis nó le smachtbhannaí a ghearradh astu féin

source: Can I make a complaint about an off-duty Garda?
ga: An féidir liom gearán a dhéanamh faoi Gharda nach bhfuil ar dualgas?

source: The Garda Ombudsman does not deal with complaints about the behaviour of an off-duty Garda unless the behaviour complained of is likely to bring discredit on the Gardaí
ga: Ní dhéileálann Ombudsman an Gharda Síochána le gearáin faoi iompar Garda nach bhfuil ar dualgas mura dóchúil go mbainfeadh an t-iompar faoina ndearnadh gearán d’iomrá an Gharda Síochána

source: It also investigates where the conduct of an off-duty Garda may have resulted in the death of, or serious harm to, someone
ga: Ina theannta sin, déanann siad fiosrúcháin sa chás go raibh iompar Garda nach raibh ar dualgas ina chúis le bás duine, nó le díobháil thromchúiseach a dhéanamh do dhuine

source: Can I make a complaint against a former Garda?
ga: An féidir liom gearán a dhéanamh i gcoinne iar-Gharda?

source: The Garda Ombudsman may deal with a complaint against a former Garda even if the Garda resigns or retires after you make your complaint
ga: D’fhéadfadh Ombudsman an Gharda Síochána déileáil le gearán i gcoinne iar-Gharda fiú má éiríonn an Garda as nó má théann an Garda ar scor tar éis duit do ghearán a dhéanamh

source: If the complaint is about conduct that could be considered a breach of discipline the investigation is discontinued, providing it is not considered necessary or practical, given the circumstances, to continue
ga: Más faoi iompar atá an gearán a d’fhéadfaí a mheas gurbh ionann agus sárú disciplíne é, ní leanfar leis an bhfiosrúchán, a fhad agus nach meastar gur gá nó gur praiticiúil é, agus aird ar na cúinsí, le leanúint ar aghaidh

source: However, if the complaint is about criminal behaviour the investigation is continued
ga: Ar a shon sin, más faoi iompar coiriúil atá an gearán, leanfar leis an bhfiosrúchán

source: Are there any penalties for making a false complaint?
ga: Arb ann d’aon phionóis as gearán bréagach a dhéanamh?

source: It is an offence to provide false or misleading information in connection with a complaint or investigation and you are liable on conviction to a class C fine or imprisonment for up to 6 months, or both
ga: Cion é faisnéis bhréagach nó mhíthreorach a sholáthar maidir le gearán nó le fiosrúchán agus beidh tú faoi dhliteanas fíneáil aicme C a íoc nó tréimhse nach faide ná 6 mhí a chaitheamh sa phríosún, nó an dá rud

source: Does the Garda Ombudsman carry out investigations without receiving a complaint?
ga: An dtugann Ombudsman an Gharda Síochána faoi fhiosrúcháin gan gearán a fháil?

source: If it feels that it is in the public interest, the Garda Ombudsman can, without receiving a complaint, investigate any matter that appears to indicate that a Garda may have committed a criminal offence or behaved in a way that would justify disciplinary proceedings
ga: Má mheasann siad go bhfuil sé ar mhaithe le leas an phobail, is féidir le hOmbudsman an Gharda Síochána, gan gearán a fháil, fiosrúchán a dhéanamh ar aon ábhar is dealraitheach dóibh a léironn go bhféadfadh go ndearna Garda cion choiriúil nó go raibh iompar ar bun acu ar bealach a thabharfadh údar le himeachtaí disciplíneacha

source: It also investigates any matter that appears to indicate that the conduct of a Garda may have resulted in the death of, or serious harm to, someone
ga: Ina theannta sin, déanann siad fiosrúcháin ar aon ábhar is dealraitheach dóibh a léiríonn go raibh iompar Garda ina chúis le bás duine, nó le díobháil thromchúiseach a dhéanamh do dhuine

source: The Garda Ombudsman may also investigate the practices, policies and procedures of the Gardaí, if requested to do so by the Minister for Justice and Equalty, and make recommendations in order to reduce or eliminate complaints
ga: Anuas air sin, is féidir le hOmbudsman an Gharda Síochána fiosrúchán a dhéanamh ar na cleachtais, ar na beartais agus ar na nósanna imeachta de na Gardaí, má iarrann an tAire Dlí, Cirt agus Comhionannais orthu amhlaidh a dhéanamh agus moltaí a dhéanamh d'fhonn gearáin a laghdú nó a dhíbirt

source: If you wish to make a complaint about any member of the Gardaí to the Garda Ombudsman you may do this in several ways:
ga: Más mian leat gearán a dhéanamh faoi aon bhall den Gharda Síochána nó d’Ombudsman an Gharda Síochána, is féidir leat amhlaidh a dhéanamh ar roinnt bealaí:

source: • By completing an online complaint form
ga: • Trí fhoirm ghearáin ar líne

source: • By posting complaint form (GSOC 1) to the Garda Síochána Ombudsman Commission
ga: • Ag postáil foirm ghearáin (GSOC 1) chuig Coimisiún Ombudsman an Gharda Síochána

source: • By emailing complaint form (GSOC 1) to complaints@gsoc.ie
ga: • Trí ríomhphost a sheoladh foirm ghearáin (GSOC 1) a complaints@gsoc.ie

source: • By calling to the Garda Síochána Ombudsman Commission office or to any Garda station – you will be asked to complete complaint form (GSOC 1)
ga: • Trí bhualadh isteach chuig Coimisiún Ombudsman an Gharda Síochána nó chuig aon stáisiún Gardaí – iarrfar ort foirm ghearáin (GSOC 1) a chomhlánú

source: The complaint form GSOC 1 is available here
ga: Tá foirm ghearáin GSOC 1 ar fáil anseo
